Repository: eddyem/fitsview-hartmann
Catalog: src/locale/*/*.po
Languages: ru

source: 3D view of full image
ru: Просмотр всего изображения в 3D

source: 3D view of subframe
ru: Просмотр части изображения в 3D

source: <b>Focus value, mm</b>
ru: <b>Фокус, мм</b>

source: <b>Height</b>
ru: <b>Высота</b>

source: <b>Image type</b>
ru: <b>Тип изображения</b>

source: <b>Width</b>
ru: <b>Ширина</b>

source: All extensions
ru: Все расширения

source: All files
ru: Все файлы

source: Approximate by _gaussian
ru: Аппроксимация _гауссианой

source: Bad amount of data points
ru: Неверное количество точек с данными

source: Bad markers angle
ru: Неверный угол между маркерами

source: Both max values are less than min
ru: Обе максимальные величины меньше минимальной

source: Box not found
ru: Область не обнаружена

source: Can't allocate memory
ru: Не могу выделить память

source: Can't allocate memory for Hough transform
ru: Не могу выделить память для образа Хафа

source: Can't allocate memory for histogram
ru: Не могу выделить память для гистограммы

source: Can't allocate memory for new spot
ru: Не могу выделить память для новой точки

source: Can't allocate memory for new spots
ru: Не могу выделить память для новых точек

source: Can't allocate memory for pointers in spots array
ru: Не могу выделить память для указателей в массиве точек

source: Can't allocate memory for texture
ru: Не могу выделить память для текстуры

source: Can't allocate memory for track points
ru: Не могу выделить память для точек трека

source: Can't copy spot to new one
ru: Не могу скопировать точку

source: Can't generate VBO / GL list
ru: Не могу сгенерировать VBO / GL списки

source: Can't read HDU
ru: Не могу прочесть HDU

source: Can't read fits file
ru: Не могу прочесть fits файл

source: Can't save file
ru: Не могу сохранить файл

source: Choose minimal & maximal spot size
ru: Выберите предельные размеры пятен

source: Close
ru: Закрыть

source: Close (ctrl+w)
ru: Закрыть (ctrl+w)

source: Color bits
ru: Биты цвета

source: Colormap function
ru: Цветовая функция

source: Comment
ru: Комментарий

source: Define treshold limits first
ru: Определите пороги на гистограмме

source: Delete entry (ctrl+d)
ru: Удалить запись (ctrl+d)

source: Depth bits
ru: Биты глубины

source: Draw _tracks
ru: Построение т_реков

source: Empty region
ru: Пустая область

source: Error in Hough transform module
ru: Ошибка в модуле преобразования Хафа

source: Error in value range!
ru: Ошибка в диапазоне значений!

source: Error: %s
ru: Ошибка: %s

source: FITS files
ru: FITS файлы

source: Find and enumerate spots
ru: Распознавание пятен

source: Fit gaussian, x0=%.2f I(%.2f, %.2f), s=%.2f, A=%.1f, C=%.3f
ru: Аппроксимация гауссианой, x0=%.2f I(%.2f, %.2f), s=%.2f, A=%.1f, C=%.3f

source: Format error: complex number must be in format
ru: Ошибка формата: комплексное число должно иметь формат

source: Identify _circles
ru: Идентификация _окружностей

source: Identify _spots
ru: Идентификация _пятен

source: Image is empty
ru: Изображение не загружено

source: Image size
ru: Размер изображения

source: Invalid double number!
ru: Неверное число двойной точности!

source: Invalid number of first point
ru: Неверный номер первой точки

source: Linear
ru: Линейный

source: Log
ru: Логарифмический

source: Max
ru: Максимум

source: Max amount of lights
ru: Максимальное количество источников освещения

source: Max clip planes
ru: Максимальное количество плоскостей отсечения

source: Max height value less than min
ru: Максимальная высота пятна меньше минимальной

source: Max stack depths
ru: Максимальная глубина стека

source: Max texture size
ru: Максимальный размер текстуры

source: Max width value less than min
ru: Максимальная ширина меньше минимальной

source: Min
ru: Минимум

source: Mouse and arrow keys navigation
ru: Навигация мышью и клавиатурой

source: Move backward
ru: Назад

source: Move down
ru: Вниз

source: Move forward
ru: Вперед

source: Move left
ru: Влево

source: Move right
ru: Вправо

source: Move up
ru: Вверх

source: Name
ru: Название

source: New entry (ctrl+n)
ru: Новая запись (ctrl+n)

source: No GSL library found, don't calculate centroids
ru: Не обнаружена библиотека GSL, не вычисляю центроиды

source: No data points
ru: Отсутствуют точки с данными

source: No image in parent window
ru: В родительское окно не загружено изображение

source: No parent window or image
ru: Отсутствует родительское окно или изображение в нем

source: No recognized spots
ru: Отсутствуют распознанные пятна

source: Not an image? (dimensions != 2)
ru: FITS-файл не является изображением? (размерность не равна двум)

source: Not enough markers
ru: Недостаточное количество маркеров

source: Not enough points
ru: Недостаточно точек

source: Open fits file first
ru: Вначале откройте fits-файл

source: Open in _3D window
ru: Открыть в окне _3D

source: Open in _new window
ru: Открыть в _новом окне

source: OpenGL not supported
ru: OpenGL не поддерживается вашей системой

source: Pix not found
ru: Маска не обнаружена

source: Postfocal
ru: Зафокальное

source: Prefocal
ru: Предфокальное

source: Preview scale
ru: Масштаб предпросмотра

source: Preview settings
ru: Настройки предпросмотра

source: Preview size
ru: Размер предпросмотра

source: Quit
ru: _Выход

source: Rotate X CCW
ru: Вращать против ЧС вокруг оси X

source: Rotate X CW
ru: Врощать по ЧС вокруг оси X

source: Rotate Z CCW
ru: Вращать против ЧС вокруг оси Z

source: Rotate Z CW
ru: Врощать по ЧС вокруг оси Z

source: Sa_ve spots
ru: Со_хранить точки

source: Select _spots
ru: Выбор _точек

source: Select fits file to open
ru: Выберите, какой fits-файл открыть

source: Selected area too small
ru: Выделенная область слишком мала

source: Selected line
ru: Выбрана линия

source: Selected region from %.1f to %.1f, %d datapoints
ru: Выделена область от %.1f до %.1f, %d точек

source: Selected spot:
ru: Выбрано пятно:

source: Selected spot[s]:
ru: Выбраны пятна:

source: Selected spots:
ru: Выбраны пятна:

source: Show _headers
ru: Отобразить _заголовки

source: Show _histogram
ru: Отобразить _гистограмму

source: Size _tresholds
ru: Ограничение размеров

source: So_rt hartmann spots
ru: Сортировать пятна гартманограммы

source: Spots array is full, can't place new spot
ru: Массив точек полон, не могу добавить новую точку

source: Spots' size treshold
ru: Ограничение размеров пятен

source: Stencil bits
ru: Биты трафарета

source: Too many markers
ru: Слишком много маркеров

source: Too many points
ru: Слишком много точек

source: Too many rings
ru: Слишком много колец

source: Type
ru: Тип

source: VBO is supported
ru: Поддерживаются буферы объектов

source: Value
ru: Значение

source: Y axis scale
ru: Масштаб оси Y

source: Zero pointer to spot
ru: Нулевой указатель на точку

source: Zoom _in
ru: У_величить

source: Zoom _out
ru: У_меньшить

source: _Edit
ru: _Изменить

source: _File
ru: _Файл

source: _Help
ru: _Помощь

source: _Hough transform
ru: Преобразование _Хафа

source: _Math
ru: _Математика

source: _Move
ru: _Переместить

source: _Restore image
ru: _Восстановить масштаб

source: _Spots
ru: _Пятна

source: _View
ru: _Вид

source: _Zoom frame
ru: _Увеличение рамкой

source: attrib
ru: атрибутовый

source: linear
ru: линейная

source: log
ru: логарифмическая

source: modelview
ru: модельно-видовый

source: projection
ru: проекций

source: square root
ru: квадратный корень

source: texture
ru: текстур
